List<String> menu = [
  'المقاطع',
  'الصفحات',
  'المجموعات',
  'البحث عن أصدقاء',
  'العناصر المحفوظة',
  'الإعدادات',
  'تسجيل الخروج',
];

List<String> profile = [
  'مكان الميلاد',
  'محل الإقامة',
  'مكان العمل',
  'المدرسة / الجامعة',
  'الحالة الاجتماعية',
];

List<String> moreInHomeScreenToPosts = [
  'حفظ المنشور',
  'إخفاء المنشور',
  'إبلاغ عن المنشور',
  'رؤية الملف الشخصي',
  'إلغاء المتابعة',
  'إلغاء الصداقة',
];

List<String> moreInNotificationsScreen = [
  'تمييز الإشعار',
  'إخفاء الإشعار',
  'إبلاغ عن الإشعار',
  'عدم تلقي إشعارات من هذا الحساب',
];

List<String> onLongPressInMessengerLayout = [
  'تمييز المحادثة', // علشان تكون مميزة أقدر اجيبها بسهولة
  'تثبيت المحادثة', // علشان تكون مثبتة في أعلى الشاشة
  'حذف المحادثة',
  'تمييز كمقروء',
  'رسالة غير مرغوب فيها',
  'عرض الملف الشخصي',
];

List<String> moreInMessengerLayout = [
  'المحادثات المميزة',
  'محادثة جديدة',
  'تمييز الكل مقروء',
  'الرسائل الغير مرغوب فيها',
];

List<String> moreInProfileScreen = [
  'توثيق الحساب',
  'قائمة الحظر',
  'مشاركة الملف الشخصي',
  'نبذة عن هذا الملف الشخصي',
];
